Repository: developer36000/develop_kidztime_com
Catalog: plugins/yith-woocommerce-social-login-premium/languages/yith-woocommerce-social-login-*.po
Languages: es_es, fa_ir, it_it, nl_nl

source: Social Connections
es_es: Conexiones en redes sociales
fa_ir: ارتباطات اجتماعی
it_it: Connessioni social
nl_nl: Sociale Connecties

source: Connections
es_es: Conexiones
fa_ir: ارتباطات
it_it: Connessioni
nl_nl: Connecties

source: Facebook
fa_ir: فیسبوک

source: Twitter
fa_ir: توئیتر

source: Google
fa_ir: گوگل پلاس

source: LinkedIn
fa_ir: لینکداین

source: Yahoo
fa_ir: یاهو

source: Live
fa_ir: لایو

source: Instagram
fa_ir: اینستاگرام

source: PayPal
fa_ir: پی پال

source: Tumblr
fa_ir: تامبلر

source: GitHub
fa_ir: گیت هاب

source: Settings
es_es: Ajustes
fa_ir: تنظیمات
it_it: Impostazioni
nl_nl: Instellingen

source: Premium Version
es_es: Versión premium
fa_ir: نسخه پرمیوم
it_it: Versione Premium
nl_nl: Premium Versie

source: Unlink
es_es: Desvincular
fa_ir: لغو اتصال
it_it: Scollega

source: Login with:
es_es: Iniciar sesión con:
fa_ir: ورود به سیستم با:
it_it: Accedi con:
nl_nl: Inloggen met:

source: Add your email address
es_es: Añade tu dirección de correo electrónico
fa_ir: آدرس ایمیل خود را اضافه کنید
it_it: Aggiungi il tuo indirizzo email
nl_nl: Voeg uw e-mailadres toe

source: Your email address is not valid!
es_es: ¡Tu dirección de correo electrónico no es válida!
fa_ir: آدرس ایمیل شما معتبر نیست!
it_it: Il tuo indirizzo email non è valido!
nl_nl: Uw e-mailadres is niet geldig!

source: This email already exists
es_es: Este correo electrónico ya existe
fa_ir: این ایمیل در حال حاضر موجود است
it_it: Questa email esiste già
nl_nl: Dit e-mailadres bestaat al

source: Username is not valid!
es_es: ¡El nombre de usuario no es válido!
fa_ir: نام کاربری معتبر نیست!
it_it: Il nome utente non è valido!
nl_nl: Gebruikersnaam is niet geldig!

source: Unspecified error.
es_es: Error sin especificar.
fa_ir: خطای نامشخص.
it_it: Errore sconosciuto.
nl_nl: Ongespecificeerde fout.

source: Hybriauth configuration error.
es_es: Error de configuración HybridAuth
fa_ir: خطای پیکربندی Hybriauth.
it_it: Errore di configurazione Hybriauth.
nl_nl: Hybriauth-configuratiefout.

source: Provider not properly configured.
es_es: Proveedor no configurado correctamente.
fa_ir: ارائه دهنده به درستی پیکربندی نشده است.
it_it: Provider non configurato correttamente.
nl_nl: Provider niet correct geconfigureerd.

source: Unknown or disabled provider.
es_es: Proveedor desconocido o desactivado.
fa_ir: ارائه دهنده نامشخص یاغیر فعال شده است
it_it: Provider sconosciuto o non attivo.
nl_nl: Onbekende of uitgeschakelde provider.

source: Missing provider application credentials.
es_es: Faltan las credenciales de la aplicación del proveedor.
fa_ir: اعتبار نرم افزار ارائه دهنده سرویس از دست رفته است.
it_it: Credenziali dell'applicazione del provider mancanti.
nl_nl: Ontbrekende inloggegevens voor provider.

source: Authentification failed. The user has canceled the authentication or the provider refused the connection.
es_es: Autenticación fallida. El usuario ha cancelado la solicitud o el proveedor ha rechazado la conexión.
fa_ir: تأیید اعتبار ناموفق بود. کاربر تأیید هویت را لغو کرده یا ارائه دهنده از اتصال امتناع کرده است.
it_it: Autenticazione non riuscita. L’utente ha annullato l’autenticazione oppure il provider ha rifiutato la connessione.
nl_nl: Authentificatie mislukt. De gebruiker heeft de authenticatie geannuleerd of de provider heeft de verbinding geweigerd.

source: Request of user profile failed. Probably the user is not connected to the provider and a new authentication is necessary.
es_es: Solicitud de perfil de usuario fallida. Probablemente el usuario no está conectado al proveedor y es necesaria una nueva autenticación.
fa_ir: درخواست پروفایل کاربر با شکست مواجه شد. به احتمال زیاد، کاربر به ارائه دهنده متصل نبوده و یک احراز هویت جدید ضروری است.
it_it: Richiesta del profilo utente non riuscita. Probabilmente l'utente non è connesso al provider ed è necessaria una nuova autenticazione.
nl_nl: Verzoek om gebruikersprofiel mislukt. Waarschijnlijk is de gebruiker niet verbonden met de provider en is een nieuwe authenticatie nodig.

source: User not connected to the provider.
es_es: Usuario no conectado al proveedor.
fa_ir: کاربر به سرویس دهنده متصل نیست.
it_it: Utente non connesso al provider.
nl_nl: Gebruiker niet verbonden met de provider.

source: Provider does not support this feature.
es_es: El proveedor no es compatible con esta característica.
fa_ir: ارائه دهنده این ویژگی را پشتیبانی نمی کند.
it_it: Il provider non supporta questa funzionalità.
nl_nl: Provider ondersteunt deze functie niet.

source: YITH Woocommerce Social Login is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH Woocommerce Social Login está activado pero no es efectivo. Necesita WooCommerce para funcionar.
fa_ir: افزونه YITH Woocommerce Social Login فعال شده اما قابل استفاده نیست. برای استفاده از این افزونه ابتدا باید افزونه ووکامرس را نصب یا فعال کنید.
it_it: YITH WooCommerce Social Login è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.
nl_nl: YITH WooCommerce Social Login Premium is ingeschakeld, maar niet effectief. Het vereist WooCommerce om te kunnen werken.

source: Facebook settings
es_es: Ajustes de Facebook
fa_ir: تنظیمات فیسبوک
it_it: Impostazioni di Facebook
nl_nl: Facebook instellingen

source: Enable Facebook Login
es_es: Activar inicio de sesión con Facebook
fa_ir: قابلیت ورود به سامانه از طریق فیسبوک
it_it: Attiva il login di Facebook
nl_nl: Stel Facebook in

source: Facebook App ID
es_es: ID de la App de Facebook
fa_ir: شناسۀ برنامۀ کاربردی فیسبوک
it_it: ID App Facebook
nl_nl: Facebook Applicatie ID

source: Facebook Secret
es_es: Secret de Facebook
fa_ir: کلید مخفی فیس بوک

source: Facebook Icon
es_es: Icono de Facebook
fa_ir: آیکون فیسبوک
it_it: Icona Facebook
nl_nl: Afbeelding op Facebook

source: Foursquare settings
es_es: Ajustes de Foursquare
fa_ir: تنظیمات Foursquare
it_it: Impostazioni di Foursquare
nl_nl: Foursquare instellingen

source: Enable Foursquare Login
es_es: Activar inicio de sesión con Facebook
fa_ir: فعال سازی ورود به سامانه از طریق Foursquare
it_it: Attiva il login di Foursquare
nl_nl: Login voor Foursquare instellen

source: Foursquare Client ID
es_es: ID de Cliente de Foursquare
fa_ir: شناسه مشتری Foursquare
it_it: Client ID Foursquare
nl_nl: Foursquare Klant ID

source: Foursquare Client Secret
es_es: Client Secret de Foursquare
fa_ir: کلید مخفی مشتری Foursquare
it_it: Client Secret Foursquare
nl_nl: Foursquare Klant Secret

source: Foursquare Icon
es_es: Icono de Foursquare
fa_ir: آیکون Foursquare
it_it: Icona Foursquare
nl_nl: Foursquare Afbeelding

source: GitHub settings
es_es: Ajustes de GitHub
fa_ir: تنظیمات گیت هاب
it_it: Impostazioni di GitHub
nl_nl: GitHub instellingen

source: Enable GitHub Login
es_es: Activar inicio de sesión con GitHub
fa_ir: فعال کردن ورود به سامانه از طریق گیت هاب
it_it: Attiva il login di GitHub
nl_nl: GitHub login instellen

source: GitHub Client ID
es_es: ID de cliente de GitHub
fa_ir: شناسه مشتری گیت هاب
it_it: Client ID GitHub
nl_nl: GitHub Klant ID

source: GitHub Client Secret
es_es: Client Secret de GitHub
fa_ir: کلید مخفی مشتری گیت هاب
it_it: Client Secret GitHub
nl_nl: GitHub Klant Secret

source: GitHub Icon
es_es: Icono GitHub
fa_ir: آیکون گیت هاب
it_it: Icona GitHub
nl_nl: GitHub Afbeelding

source: Google settings
es_es: Ajustes de Google
fa_ir: تنظیمات گوگل
it_it: Impostazioni di Google
nl_nl: Google instellingen

source: Enable Google Login
es_es: Activar inicio de sesión con Google
fa_ir: فعال کردن ورود به سامانه از طریق گوگل
it_it: Attiva il login di Google
nl_nl: Schakel Google Login in

source: Google ID
es_es: ID de Google
fa_ir: شناسه گوگل
it_it: ID Google

source: Google secret
es_es: Secret de Google
fa_ir: کلید مخفی گوگل
it_it: Secret Google

source: Google Icon
es_es: Icono de Google
fa_ir: آیکون گوگل
it_it: Icona Google
nl_nl: Google Afbeelding

source: Instagram settings
es_es: Ajustes de Instagram
fa_ir: تنظیمات اینستاگرام
it_it: Impostazioni di Instagram
nl_nl: Instagram Instellingen

source: Enable Instagram Login
es_es: Activar inicio de sesión con Instagram
fa_ir: فعال کردن ورود به سامانه از طریق اینستاگرام
it_it: Attiva il login di Instagram
nl_nl: Instagram Login instellen

source: Instagram Client ID
es_es: ID de cliente de Instagram
fa_ir: شناسه مشتری اینستاگرام
it_it: Client ID Instagram
nl_nl: Instagram Klant ID

source: Instagram Client Secret
es_es: Client Secret de Instagram
fa_ir: کلید مخفی مشتری اینستاگرام
it_it: Client Secret Instagram
nl_nl: Instagram Klant Secret

source: Instagram Icon
es_es: Icono de Instagram
fa_ir: آیکون اینستاگرام
it_it: Icona Instagram
nl_nl: Instagram Afbeelding

source: LinkedIn settings
es_es: Ajustes de LinkedIn
fa_ir: تنظیمات لینکد این
it_it: Impostazioni di LinkedIn
nl_nl: LinkedIn instellingen

source: Enable LinkedIn Login
es_es: Activar inicio de sesión con LinkedIn
fa_ir: فعال کردن ورود به سامانه از طریق لینکداین
it_it: Attiva il login di Linkedln
nl_nl: LinkedIn Login inschakelen

source: LinkedIn Api Key
es_es: Clave API de PayPal
fa_ir: کلید Api لینکداین
it_it: Chiave API Linkedln

source: LinkedIn secret
es_es: Secret de LinkedIn
fa_ir: کلید مخفی لینکداین
it_it: Secret LinkedIn

source: LinkedIn Icon
es_es: Icono de LinkedIn
fa_ir: آیکون لینکداین
it_it: Icona LinkedIn
nl_nl: LinkedIn Afbeelding

source: Live settings
es_es: Ajustes de Live
fa_ir: تنظیمات لایو
it_it: Impostazioni di Live
nl_nl: Live instellingen

source: Enable Live Login
es_es: Activar inicio de sesión con Live
fa_ir: فعال کردن ورود به سامانه از طریق لایو
it_it: Attiva il login di Live
nl_nl: Live Login inschakelen

source: Live Consumer Key
es_es: Consumer key de Live
fa_ir: کلید مصرف کننده لایو
it_it: Chiave consumer Live
nl_nl: Live Gebruiker Key

source: Live Consumer Secret
es_es: Consumer Secret de Live
fa_ir: کلید مخفی مصرف کننده لایو
it_it: Consumer secret Live
nl_nl: Live Gebruiker Secret

source: Live Icon
es_es: Icono de Live
fa_ir: آیکون لایو
it_it: Icona Live
nl_nl: Live Afbeelding

source: Paypal settings
es_es: Ajustes de PayPal
fa_ir: تنظیمات PayPal
it_it: Impostazioni di PayPal
nl_nl: PayPal instellingen

source: Enable Paypal Login
es_es: Activar inicio de sesión con PayPal
fa_ir: فعال کردن ورود به سامانه از طریق پی پال
it_it: Attiva il login di Paypal
nl_nl: Paypal Login Inschakelen

source: Paypal Key
es_es: Clave PayPal
fa_ir: کلید پی پال
it_it: Chiave Paypal

source: Paypal Secret
es_es: Secret de PayPal
fa_ir: کلید مخفی پی‌پال
it_it: Secret Paypal

source: Paypal Icon
es_es: Icono de PayPal
fa_ir: آیکون پی پال
it_it: Icona Paypal
nl_nl: Paypal Afbeelding

source: Environment
es_es: Entorno
fa_ir: محیط
it_it: Ambiente
nl_nl: Omgeving

source: General settings
es_es: Ajustes generales
fa_ir: تنظیمات عمومی
it_it: Impostazioni generali
nl_nl: Algemene instellingen

source: After login, redirect user to:
es_es: Después del inicio de sesión, redirigir al usuario a:
fa_ir: پس از ورود، تغییر مسیر کاربر به آدرس:
it_it: Dopo il login, reindirizza l'utente a:
nl_nl: Na het inloggen, de gebruiker doorsturen naar:

source: Auto - Take user back to the page he/she was in
es_es: Auto - Llevar al usuario de vuelta a la página en la que estaba
fa_ir: خودکار - کاربر را به صفحه ای که در آن بود منتقل می کند
it_it: Auto - Riporta l'utente alla pagina in cui era
nl_nl: Automatisch - Gebruiker terugsturen naar de pagina waar hij/zij op zat

source: Cart Page
es_es: Página de Carrito
fa_ir: صفحه سبد خرید
it_it: Pagina carrello
nl_nl: Pagina van de Winkelwagen

source: Checkout
es_es: Proceso de pago
fa_ir: پرداخت
nl_nl: Afrekenen

source: My Account
es_es: Mi cuenta
fa_ir: حساب کاربری من
it_it: Mio Account
nl_nl: Mijn Account

source: Shop
es_es: Tienda
fa_ir: فروشگاه
it_it: Negozio
nl_nl: Winkel

source: Custom URL (add below)
es_es: URL personalizada (Añadir debajo)
fa_ir: آدرس سفارشی (در زیر اضافه کنید)
it_it: URL personalizzato (aggiungi sotto)
nl_nl: Eigen URL

source: Custom URL redirect
es_es: URL de redirección personalizada
fa_ir: آدرس سفارشی ریدایرکت
it_it: URL di reindirizzamento personalizzato
nl_nl: Doorsturen naar een Custom URL

source: Paste the URL of the page for redirect
es_es: Pega la URL de redirección de la página
fa_ir: آدرس را برای تغییر مسیر جای گذاری کنید
it_it: Incolla l'URL della pagina per il redirect
nl_nl: Kopieer en plak deze URL op de pagina om door te sturen

source: Label
es_es: Etiqueta
fa_ir: برچسب
it_it: Etichetta

source: Edit content of the label displayed above social login buttons
es_es: Edita el contenido de la etiqueta mostrada sobre los botones de inicio de sesión con redes sociales
fa_ir: ویرایش محتوای برچسب نشان داده شده بالای دکمه های ورود با سیستم اجتماعی
it_it: Modifica il contenuto dell'etichetta mostrata sopra i pulsanti social login
nl_nl: Bewerk de inhoud van het label dat wordt weergegeven boven de sociale login-knoppen

source: Description in checkout page
es_es: Descripción en la página de proceso de pago
fa_ir: توضیحات در صفحه پرداخت
it_it: Descrizione nella pagina checkout
nl_nl: Beschrijving in het afrekenproces

source: Edit content of the description in checkout page
es_es: Edita el contenido de la descripción en la página de proceso de pago
fa_ir: ویرایش محتوا از توضیحات در صفحه پرداخت
it_it: Modifica il contenuto della descrizione nella pagina checkout
nl_nl: Bewerk de inhoud van de beschrijving op de afrekenpagina

source: Social Sign In
es_es: Iniciar sesión con red social
fa_ir: ورود به سیستم اجتماعی
it_it: Registrazione Social
nl_nl: Sociale login

source: List of Social Networks
es_es: Lista de Redes Sociales
fa_ir: فهرست شبکه های اجتماعی
it_it: Lista dei Social Networks
nl_nl: Lijst met Sociale Netwerken

source: Drag and Drop content for sort social login buttons
es_es: Arrastra y suelta el contenido para establecer el orden de los botones de inicio de sesión con redes sociales
fa_ir: کشیدن و رها کردن محتوا برای مرتب کردن دکمه های ورود به سیستم اجتماعی
it_it: Drag and drop il contenuto per l'ordinamento dei pulsanti social login
nl_nl: Versleep inhoud en sleep voor het sorteren van de sociale login-knoppen

source: Callback Url
es_es: URL de rellamada
fa_ir: نشانی کال بک
it_it: URL callback

source: Choose if the url of callback is the root of domain or the url of the library, if you change all social callback urls must be changed
es_es: Elige si la URL de devolución de llamada es la raíz del dominio o la URL de la biblioteca. Si cambias todas las URL de rellamada sociales deben cambiarse
fa_ir: انتخاب کنید اگر آدرس از callback ریشه دامنه یا آدرس کتابخانه است، اگر شما تمام تغییرات کلی تماس اجتماعی را تغییر دهید، callback باید تغییر کند
it_it: Scegli se l'URL callback è l'origine del dominio o l'URL della libreria. Se modificati, tutti gli URL callback social devono essere cambiati
nl_nl: Kies of de URL van terugbellen de root van het domein of de url van de bibliotheek is, als u alle sociale callback-URL's wijzigt, moet u deze wijzigen

source: Enable Log
es_es: Activar inicio de sesión
fa_ir: فعالسازی گزارش ها
it_it: Attiva Log
nl_nl: Log inschakelen

source: Show login buttons in:
es_es: Mostrar botones de inicio de sesión en:
fa_ir: نمایش دکمه های ورود در:
it_it: Mostra i pulsanti di accesso in:
nl_nl: Toon login-knoppen in:

source: My Account Login Form
es_es: Formulario de inicio de sesión de Mi cuenta
fa_ir: فرم ورود به حساب کاربری
it_it: Form di accesso del Mio Account
nl_nl: Aanmeldingsformulier voor mijn account

source: My Account Registration Form
es_es: Formulario de registro de Mi cuenta
fa_ir: فرم ثبت نام حساب کاربری
it_it: Form di registrazione del Mio Account
nl_nl: Mijn account registratieformulier

source: Show before post comments
es_es: Mostrar antes del los comentarios de la publicación
fa_ir: نمایش قبل از ارسال نظرات
it_it: Mostra prima dei commenti del post
nl_nl: Laat zien vóór het posten van commentaar

source: Show after comment form
es_es: Mostrar tras el formulario de comentario
fa_ir: نمایش بعد از فرم نظر
it_it: Mostra dopo il form dei commenti
nl_nl: Weergeven na reactieformulier

source: WordPress Login
es_es: Inicio de sesión en WordPress
fa_ir: ورود به وردپرس
it_it: Login WordPress
nl_nl: Login WordPress

source: My Account Options:
es_es: Opciones de Mi Cuenta
fa_ir: گزینه های حساب کاربری من:
it_it: Opzioni Mio Account:
nl_nl: Mijn accountopties:

source: Show Social Connection list in My Account:
es_es: Mostrar lista de conexiones sociales en Mi cuenta:
fa_ir: نمایش لیست ارتباط اجتماعی در حساب کاربری من:
it_it: Mostra la lista Social Connection nel Mio Account:
nl_nl: Lijst Sociale verbindingen weergeven in Mijn account:

source: None
es_es: Ninguno
fa_ir: هیچ کدام
it_it: Nessuno
nl_nl: Geen

source: Before Recent Orders
es_es: Sobre Pedidos recientes
fa_ir: قبل از سفارشات اخیر
it_it: Prima degli ordini recenti
nl_nl: Voor recente bestellingen

source: At the end of page
es_es: Al final de la página
fa_ir: در پایان صفحه
it_it: Alla fine della pagina
nl_nl: Aan het einde van de pagina

source: Tumblr settings
es_es: Ajustes de Tumblr
fa_ir: تنظیمات Tumblr
it_it: Impostazioni di Tumblr
nl_nl: Tumblr instellingen

source: Enable Tumblr Login
es_es: Activar inicio de sesión con Tumblr
fa_ir: فعال سازی ورود به سامانه از طریق Tumblr
it_it: Attiva il login di Tumblr
nl_nl: Tumblr Login instellen

source: Tumblr Consumer Key
es_es: Consumer key de Tumblr
fa_ir: کلید مشتری Tumblr
it_it: Consumer key Tumblr
nl_nl: Tumblr Gebruiker Key

source: Tumblr Secret Key
es_es: Clave Secret de Tumblr
fa_ir: کلید مخفی Tumblr
it_it: Secret Key Tumblr

source: Tumblr Icon
es_es: Icono de Tumblr
fa_ir: آیکون Tumblr
it_it: Icona Tumblr
nl_nl: Tumblr Afbeelding

source: Twitter settings
es_es: Ajustes de Twitter
fa_ir: تنظیمات توئیتر
it_it: Impostazioni di Twitter
nl_nl: Twitter instellingen

source: Enable Twitter Login
es_es: Activar inicio de sesión con Twitter
fa_ir: فعال سازی ورود به سامانه از طریق توئیتر
it_it: Attiva il Login di Twitter
nl_nl: Schakel Twitter login in

source: Twitter Key
es_es: Clave de Twitter
fa_ir: کلید توئیتر
it_it: Chiave Twitter

source: Twitter Secret
es_es: Secret de Twitter
fa_ir: کلید مخفی توئیتر
it_it: Secret Twitter

source: Twitter Icon
es_es: Icono de Twitter
fa_ir: آیکون توئیتر
it_it: Icona Twitter
nl_nl: Twitter Afbeelding

source: Vkontakte settings
es_es: Ajustes de Vkontakte
fa_ir: تنظیمات Vkontakte
it_it: Impostazioni Vkontakte
nl_nl: Vkontakte instellingen

source: Enable Vkontakte Login
es_es: Activar inicio de sesión Vkontakte
fa_ir: فعال سازی ورود به سامانه از طریق Vkontakte
it_it: Attiva il login di Vkontakte
nl_nl: Vkontakte Login Inschakelen

source: Vkontakte App ID
es_es: ID de la App de Vkontakte
fa_ir: شناسه برنامه Vkontakte
it_it: ID App Vkontakte
nl_nl: Vkontakte Applicatie ID

source: Vkontakte Secret
es_es: Secret de Vkontakte
fa_ir: کلید مخفی Vkontakte
it_it: Secret Vkontakte

source: Vkontakte Icon
es_es: Icono de Vkontakte
fa_ir: آیکون Vkontakte
it_it: Icona Vkontakte
nl_nl: Vkontakte Afbeelding

source: Yahoo settings
es_es: Ajustes de Yahoo
fa_ir: تنظیمات یاهو
it_it: Impostazioni Yahoo
nl_nl: Yahoo instellingen

source: Enable Yahoo Login
es_es: Activar inicio de sesión Yahoo
fa_ir: فعال سازی ورود به سامانه از طریق یاهو
it_it: Attiva il login di Yahoo
nl_nl: Yahoo Login instellen

source: Yahoo Consumer Key
es_es: Consumer key de Yahoo
fa_ir: کلید مشتری یاهو
it_it: Consumer Key Yahoo
nl_nl: Yahoo Gebruiker Key

source: Yahoo Consumer Secret
es_es: Consumer Secret de Yahoo
fa_ir: کلید مخفی مشتری یاهو
it_it: Consumer Secret Yahoo
nl_nl: Yahoo Gebruiker Secret

source: Yahoo Icon
es_es: Icono de Yahoo
fa_ir: آیکون یاهو
it_it: Icona Yahoo
nl_nl: Yahoo Afbeelding

source: Enabled
es_es: Activado
fa_ir: فعال
it_it: Attivato
nl_nl: Ingeschakeld

source: Disabled
es_es: Desactivado
fa_ir: غیر فعال
it_it: Disattivato
nl_nl: Uitgeschakeld

source: Drag and drop the above listed icons for social networks to set their display order.
es_es: Arrastra y suelta los iconos de redes sociales de la lista para establecer el orden en el que son mostrados.
fa_ir: کشیدن و رها کردن آیکون های لیست بالا برای مرتب سازی و نمایش آیکون شبکه های اجتماعی.
it_it: Drag and drop le icone per i social network elencate sopra per impostare il loro ordine di visualizzazione.
nl_nl: Versleep de bovenstaande pictogrammen voor sociale netwerken om hun weergave volgorde in te stellen.

source: also
es_es: también
fa_ir: همچنین
it_it: anche
nl_nl: ook

source: Username
es_es: Nombre de usuario
fa_ir: نام کاربری
it_it: Nome utente
nl_nl: Gebruikersnaam

source: You can %s login with:
es_es: Puedes %s iniciar sesión con:
fa_ir: شما می توانید با %s وارد شوید:
it_it: Puoi %s accedere con:
nl_nl: U kunt %s inloggen met:

source: Please, fill in the form below with your information to continue
es_es: Por favor, rellena el formulario con tu información para continuar
fa_ir: لطفا فرم زیر را با اطلاعات خود پر کنید تا ادامه یابد
it_it: Per favore, per continuare compila il form qui sotto con le tue informazioni
nl_nl: Vul alstublieft het onderstaande formulier in met uw gegevens om verder te gaan

source: Email
es_es: Correo electrónico
fa_ir: ایمیل

source: Continue to Login
es_es: Continua para iniciar sesión
fa_ir: ادامه عملیات ورود به سیستم
it_it: Continua l'accesso
nl_nl: Doorgaan met Inloggen

source: Back to %s
es_es: Volver a %s
fa_ir: بازگشت به %s
it_it: Torna a %s
nl_nl: Terug naar %s

source: Click here to login
es_es: Haz click aquí para iniciar sesión
fa_ir: برای ورود اینجا را کلیک کنید
it_it: Fai clic qui per accedere
nl_nl: Klik hier om in te loggen

source: Show social login
es_es: Mostrar inicio de sesión con red social
fa_ir: نمایش ورود به سیستم اجتماعی
it_it: Mostra social login
nl_nl: Weergeef social login

source: Social Login
fa_ir: ورود به سیستم اجتماعی
it_it: Accesso Social
nl_nl: Sociale login

source: Login width:
es_es: Ancho de inicio de sesión:
fa_ir: عرض ورود:
it_it: Larghezza del login:
nl_nl: Login Wijdte:

source: Title:
es_es: Título:
fa_ir: عنوان:
it_it: Titolo:
nl_nl: Titel:

source: Description:
es_es: Descripción:
fa_ir: توضیحات:
it_it: Descrizione:
nl_nl: Beschrijving:

source: Redirect To (optional):
es_es: Redirigir a (opcional):
fa_ir: تغییر مسیر به (اختیاری):
it_it: Reindirizza a (opzionale):
nl_nl: Doorsturen Naar: (Optioneel):

source: Please, note: the Google+ Sign-in feature has been fully deprecated and will also be shut down on March 7, 2019.
es_es: Por favor, ten en cuenta: La característica de inicio de sesión de Google+ Sign-in está obsoleta y será retirada el 7 de marzo del 2019.
it_it: N.B.: la funzionalità login di Google+ è stata completamente deprecata e verrà cessata il 7 marzo 2019.
nl_nl: Let op: De Google+ inlog functie, is volledig afgeschaft en is daarom niet meer beschikbaar vanaf 7 maart 2019.

source: The administrator should check if their credentials are compatible and adjust them if necessary.
es_es: El administrador debe comprobar si sus credenciales son compatibles y ajustarlas si fuera necesario.
it_it: L'amministratore dovrebbe controllare che le credenziali siano compatibili ed eventualmente adattarle.
nl_nl: De beheerder dient te controleren of de gegevens compatibel zijn en deze aanpassen als het nodig is.

source: Please, check the plugin documentation.
es_es: Por favor, comprueba la documentación del plugin.
it_it: Per favore, consulta la documentazione del plugin.
nl_nl: Controleer de plugin documentatie.

source: If enabled, you can view log details in %s
es_es: Si está activado, puedes ver los detalles de sesión en %s
it_it: Se attivata, puoi vedere i dettagli dei log in %s
nl_nl: Indien ingeschakeld, kun je alle logboek details zien in %s.
