Repository: developer36000/develop_kidztime_com
Catalog: plugins/yith-woocommerce-social-login-premium/languages/yith-woocommerce-social-login-*.po
Languages: es_es, fa_ir, it_it, nl_nl

source: <code><strong>YITH WooCommerce Social Login</strong></code> allows your users and customers to register and log into your store using one of their favourite social networks, like Facebook, Google, Twitter etc. Perfect for speeding up the login process on your e-commerce shop. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
es_es: <code><strong>YITH WooCommerce Social Login</strong></code> permite a tus usuarios y clientes registrarse e iniciar sesión en tu tienda usando sus redes sociales favoritas, como Facebook, Google, Twitter, etc. Perfecto para agilizar el proceso de inicio de sesión en tu página de comercio electrónico. <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>.
it_it: <code><strong>YITH WooCommerce Social Login</strong></code> permette ai tuoi utenti e clienti di registrarsi ed accedere al tuo negozio usando uno dei loro social network preferiti come Facebook, Google, Twitter ecc. Perfetto per rendere più veloce il login sul tuo e-commerce. <a href="https://yithemes.com/" target="_blank">Scopri più plugin per il tuo e-commerce su <strong>YITH</strong></a>.
nl_nl: <code><strong>YITH WooCommerce Social Login</strong></code> laat je gebruikers en klanten registreren en inloggen op je winkel met behulp van een van hun favoriete sociale netwerken, zoals Facebook, Google, Twitter, enz. Perfect voor het versnellen van het login-proces van je e-commerce winkel. <a href="https://yithemes.com/" target="_blank">Verkrijg meer plugins voor je e-commerce winkel op <strong>YITH</strong></a>.
